Repository: katagaki/Wooosh
Catalog: Apple/Wooosh/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, zh_hans, zh_hant

# error_key_changed
source: That device is presenting a different security key than when you paired. Pair again to continue.
de: Dieses Gerät zeigt einen anderen Sicherheitsschlüssel als beim Koppeln. Koppele erneut, um fortzufahren.
es: Ese dispositivo presenta una clave de seguridad distinta a la de la vinculación. Vuelve a vincularlo para continuar.
fr: Cet appareil présente une clé de sécurité différente de celle de l'association. Associez-le à nouveau pour continuer.
it: Quel dispositivo presenta una chiave di sicurezza diversa da quella dell'abbinamento. Abbinalo di nuovo per continuare.
ja: そのデバイスは、ペアリング時とは異なるセキュリティキーを提示しています。続けるには再度ペアリングしてください。
ko: 해당 기기가 페어링할 때와 다른 보안 키를 제시하고 있습니다. 계속하려면 다시 페어링하세요.
nl: Dat apparaat toont een andere beveiligingssleutel dan bij het koppelen. Koppel opnieuw om verder te gaan.
pl: To urządzenie przedstawia inny klucz zabezpieczeń niż podczas parowania. Sparuj ponownie, aby kontynuować.
pt_br: Esse dispositivo está apresentando uma chave de segurança diferente da usada no pareamento. Pareie de novo para continuar.
ru: Это устройство предъявляет другой ключ безопасности, чем при связывании. Свяжитесь заново, чтобы продолжить.
sv: Enheten visar en annan säkerhetsnyckel än vid parkopplingen. Parkoppla igen för att fortsätta.
zh_hans: 该设备出示的安全密钥与配对时不同。请重新配对后继续。
zh_hant: 該裝置出示的安全金鑰與配對時不同。請重新配對後繼續。

# error_no_answer
source: The other device didn't answer in time.
de: Das andere Gerät hat nicht rechtzeitig geantwortet.
es: El otro dispositivo no ha respondido a tiempo.
fr: L'autre appareil n'a pas répondu à temps.
it: L'altro dispositivo non ha risposto in tempo.
ja: 相手のデバイスから時間内に応答がありませんでした。
ko: 상대 기기가 제한 시간 안에 응답하지 않았습니다.
nl: Het andere apparaat heeft niet op tijd geantwoord.
pl: Drugie urządzenie nie odpowiedziało na czas.
pt_br: O outro dispositivo não respondeu a tempo.
ru: Другое устройство не ответило вовремя.
sv: Den andra enheten svarade inte i tid.
zh_hans: 对方设备未及时回应。
zh_hant: 對方裝置未及時回應。

# error_not_started
source: Wooosh is still starting. Try again in a moment.
de: Wooosh startet noch. Versuche es gleich noch einmal.
es: Wooosh todavía se está iniciando. Vuelve a intentarlo en un momento.
fr: Wooosh est en cours de démarrage. Réessayez dans un instant.
it: Wooosh è ancora in avvio. Riprova tra un momento.
ja: Wooosh は起動中です。少し待ってからもう一度お試しください。
ko: Wooosh가 아직 시작하는 중입니다. 잠시 후 다시 시도해 주세요.
nl: Wooosh is nog aan het starten. Probeer het zo meteen opnieuw.
pl: Wooosh jeszcze się uruchamia. Spróbuj ponownie za chwilę.
pt_br: O Wooosh ainda está iniciando. Tente de novo daqui a pouco.
ru: Wooosh ещё запускается. Повторите попытку через мгновение.
sv: Wooosh startar fortfarande. Försök igen om en stund.
zh_hans: Wooosh 仍在启动中。请稍后重试。
zh_hant: Wooosh 仍在啟動中。請稍後重試。

# error_pairing_code_expired_detail
source: That pairing code has expired. Pairing codes last two minutes. Show a fresh one on the other device and scan it again.
de: Dieser Kopplungscode ist abgelaufen. Kopplungscodes gelten zwei Minuten. Lass auf dem anderen Gerät einen neuen anzeigen und scanne ihn erneut.
es: Ese código de vinculación ha caducado. Los códigos duran dos minutos. Muestra uno nuevo en el otro dispositivo y vuelve a escanearlo.
fr: Ce code d'association a expiré. Les codes d'association durent deux minutes. Affichez-en un nouveau sur l'autre appareil et scannez-le à nouveau.
it: Quel codice di abbinamento è scaduto. I codici durano due minuti. Mostrane uno nuovo sull'altro dispositivo e scansionalo di nuovo.
ja: そのペアリングコードは期限切れです。ペアリングコードの有効期間は 2 分です。相手のデバイスで新しいコードを表示して、もう一度スキャンしてください。
ko: 해당 페어링 코드가 만료되었습니다. 페어링 코드는 2분간 유효합니다. 상대 기기에 새 코드를 띄운 뒤 다시 스캔하세요.
nl: Die koppelcode is verlopen. Koppelcodes zijn twee minuten geldig. Laat een nieuwe zien op het andere apparaat en scan die opnieuw.
pl: Ten kod parowania wygasł. Kody parowania działają przez dwie minuty. Wyświetl nowy na drugim urządzeniu i zeskanuj go ponownie.
pt_br: Esse código de pareamento expirou. Os códigos valem dois minutos. Mostre um novo no outro dispositivo e escaneie de novo.
ru: Срок действия этого кода связи истёк. Коды действуют две минуты. Покажите новый код на другом устройстве и отсканируйте его снова.
sv: Parkopplingskoden har upphört att gälla. Koder gäller i två minuter. Visa en ny på den andra enheten och skanna den igen.
zh_hans: 该配对码已失效。配对码有效期为两分钟。请在另一台设备上显示新的配对码并重新扫描。
zh_hant: 該配對碼已失效。配對碼有效期為兩分鐘。請在另一台裝置上顯示新的配對碼並重新掃描。

# error_pairing_code_rejected
source: The other device rejected that pairing code. Each code works only once. Show a fresh one and scan it again.
de: Das andere Gerät hat diesen Kopplungscode abgelehnt. Jeder Code funktioniert nur einmal. Lass einen neuen anzeigen und scanne ihn erneut.
es: El otro dispositivo ha rechazado ese código de vinculación. Cada código sirve una sola vez. Muestra uno nuevo y vuelve a escanearlo.
fr: L'autre appareil a refusé ce code d'association. Chaque code ne fonctionne qu'une fois. Affichez-en un nouveau et scannez-le à nouveau.
it: L'altro dispositivo ha rifiutato quel codice di abbinamento. Ogni codice funziona una sola volta. Mostrane uno nuovo e scansionalo di nuovo.
ja: 相手のデバイスがそのペアリングコードを拒否しました。各コードは 1 回だけ使用できます。新しいコードを表示して、もう一度スキャンしてください。
ko: 상대 기기가 해당 페어링 코드를 거부했습니다. 각 코드는 한 번만 사용할 수 있습니다. 새 코드를 띄운 뒤 다시 스캔하세요.
nl: Het andere apparaat heeft die koppelcode geweigerd. Elke code werkt maar één keer. Laat een nieuwe zien en scan die opnieuw.
pl: Drugie urządzenie odrzuciło ten kod parowania. Każdy kod działa tylko raz. Wyświetl nowy i zeskanuj go ponownie.
pt_br: O outro dispositivo recusou esse código de pareamento. Cada código funciona uma vez só. Mostre um novo e escaneie de novo.
ru: Другое устройство отклонило этот код связи. Каждый код действует один раз. Покажите новый и отсканируйте его снова.
sv: Den andra enheten avvisade parkopplingskoden. Varje kod fungerar bara en gång. Visa en ny och skanna den igen.
zh_hans: 对方设备拒绝了该配对码。每个配对码只能使用一次。请显示新的配对码并重新扫描。
zh_hant: 對方裝置拒絕了該配對碼。每組配對碼只能使用一次。請顯示新的配對碼並重新掃描。

# error_pairing_declined
source: The other device declined the pairing request.
de: Das andere Gerät hat die Kopplungsanfrage abgelehnt.
es: El otro dispositivo ha rechazado la solicitud de vinculación.
fr: L'autre appareil a refusé la demande d'association.
it: L'altro dispositivo ha rifiutato la richiesta di abbinamento.
ja: 相手のデバイスがペアリングの要求を拒否しました。
ko: 상대 기기가 페어링 요청을 거절했습니다.
nl: Het andere apparaat heeft het koppelverzoek geweigerd.
pl: Drugie urządzenie odrzuciło prośbę o sparowanie.
pt_br: O outro dispositivo recusou o pedido de pareamento.
ru: Другое устройство отклонило запрос на связывание.
sv: Den andra enheten avvisade parkopplingsförfrågan.
zh_hans: 对方设备拒绝了配对请求。
zh_hant: 對方裝置拒絕了配對請求。

# error_pairing_dropped
source: The connection dropped before pairing finished. Try again.
de: Die Verbindung ist vor dem Ende der Kopplung abgebrochen. Versuche es erneut.
es: La conexión se ha interrumpido antes de terminar la vinculación. Vuelve a intentarlo.
fr: La connexion a été interrompue avant la fin de l'association. Réessayez.
it: La connessione è caduta prima che l'abbinamento finisse. Riprova.
ja: ペアリングが完了する前に接続が切断されました。もう一度お試しください。
ko: 페어링이 끝나기 전에 연결이 끊어졌습니다. 다시 시도해 주세요.
nl: De verbinding is weggevallen voordat het koppelen klaar was. Probeer het opnieuw.
pl: Połączenie zerwało się przed zakończeniem parowania. Spróbuj ponownie.
pt_br: A conexão caiu antes de o pareamento terminar. Tente de novo.
ru: Соединение прервалось до завершения связывания. Повторите попытку.
sv: Anslutningen bröts innan parkopplingen blev klar. Försök igen.
zh_hans: 配对完成前连接中断。请重试。
zh_hant: 配對完成前連線中斷。請重試。

# error_pairing_expired
source: That pairing code has expired. Ask for a fresh one.
de: Dieser Kopplungscode ist abgelaufen. Lass dir einen neuen geben.
es: Ese código de vinculación ha caducado. Pide uno nuevo.
fr: Ce code d'association a expiré. Demandez-en un nouveau.
it: Quel codice di abbinamento è scaduto. Chiedine uno nuovo.
ja: そのペアリングコードは期限切れです。新しいコードを表示してもらってください。
ko: 해당 페어링 코드가 만료되었습니다. 새 코드를 요청하세요.
nl: Die koppelcode is verlopen. Vraag om een nieuwe.
pl: Ten kod parowania wygasł. Poproś o nowy.
pt_br: Esse código de pareamento expirou. Peça um novo.
ru: Срок действия этого кода связи истёк. Попросите новый.
sv: Parkopplingskoden har upphört att gälla. Be om en ny.
zh_hans: 该配对码已失效。请索取一个新的配对码。
zh_hant: 該配對碼已失效。請索取新的配對碼。

# error_pairing_failed
source: Pairing did not finish. Try again.
de: Die Kopplung wurde nicht abgeschlossen. Versuche es erneut.
es: La vinculación no se ha completado. Vuelve a intentarlo.
fr: L'association ne s'est pas terminée. Réessayez.
it: L'abbinamento non è stato completato. Riprova.
ja: ペアリングが完了しませんでした。もう一度お試しください。
ko: 페어링이 완료되지 않았습니다. 다시 시도해 주세요.
nl: Het koppelen is niet voltooid. Probeer het opnieuw.
pl: Parowanie nie zostało ukończone. Spróbuj ponownie.
pt_br: O pareamento não foi concluído. Tente de novo.
ru: Связывание не завершилось. Повторите попытку.
sv: Parkopplingen slutfördes inte. Försök igen.
zh_hans: 配对未完成。请重试。
zh_hant: 配對未完成。請重試。

# error_pairing_not_a_code
source: That is not a Wooosh pairing code. Scan the code shown under Pair a Device on the other device.
de: Das ist kein Wooosh-Kopplungscode. Scanne den Code, der auf dem anderen Gerät unter „Gerät koppeln“ angezeigt wird.
es: Eso no es un código de vinculación de Wooosh. Escanea el código que aparece en «Vincular un dispositivo» en el otro dispositivo.
fr: Il ne s'agit pas d'un code d'association Wooosh. Scannez le code affiché sous « Associer un appareil » sur l'autre appareil.
it: Questo non è un codice di abbinamento Wooosh. Scansiona il codice mostrato sotto «Abbina un dispositivo» sull'altro dispositivo.
ja: これは Wooosh のペアリングコードではありません。相手のデバイスの「デバイスをペアリング」に表示されているコードをスキャンしてください。
ko: Wooosh 페어링 코드가 아닙니다. 상대 기기의 ‘기기 페어링’에 표시된 코드를 스캔하세요.
nl: Dat is geen Wooosh-koppelcode. Scan de code die op het andere apparaat onder ‘Apparaat koppelen’ staat.
pl: To nie jest kod parowania Wooosh. Zeskanuj kod widoczny w sekcji „Sparuj urządzenie” na drugim urządzeniu.
pt_br: Isso não é um código de pareamento do Wooosh. Escaneie o código exibido em “Parear um dispositivo” no outro dispositivo.
ru: Это не код связи Wooosh. Отсканируйте код из раздела «Связать устройство» на другом устройстве.
sv: Det är inte en parkopplingskod för Wooosh. Skanna koden som visas under ”Parkoppla en enhet” på den andra enheten.
zh_hans: 这不是 Wooosh 配对码。请扫描另一台设备上“配对设备”里显示的配对码。
zh_hant: 這不是 Wooosh 配對碼。請掃描另一台裝置上「配對裝置」中顯示的配對碼。

# error_pairing_required
source: That device only accepts files from devices it has paired with.
de: Dieses Gerät nimmt nur Dateien von Geräten an, mit denen es gekoppelt ist.
es: Ese dispositivo solo acepta archivos de dispositivos con los que se ha vinculado.
fr: Cet appareil n'accepte que les fichiers provenant d'appareils avec lesquels il est associé.
it: Quel dispositivo accetta file solo dai dispositivi con cui è abbinato.
ja: そのデバイスは、ペアリング済みのデバイスからのファイルのみを受け付けます。
ko: 해당 기기는 페어링된 기기에서 보낸 파일만 받습니다.
nl: Dat apparaat accepteert alleen bestanden van apparaten waarmee het gekoppeld is.
pl: To urządzenie przyjmuje pliki tylko od sparowanych urządzeń.
pt_br: Esse dispositivo só aceita arquivos de dispositivos com os quais foi pareado.
ru: Это устройство принимает файлы только от связанных устройств.
sv: Enheten tar bara emot filer från enheter den är parkopplad med.
zh_hans: 该设备只接受来自已配对设备的文件。
zh_hant: 該裝置只接受來自已配對裝置的檔案。

# error_pairing_timeout
source: Wooosh couldn't reach that device in time. Check that it is still showing its pairing code and that both devices are on the same Wi-Fi network.
de: Wooosh konnte das Gerät nicht rechtzeitig erreichen. Prüfe, ob es den Kopplungscode noch anzeigt und ob beide Geräte im selben WLAN sind.
es: Wooosh no ha podido contactar con ese dispositivo a tiempo. Comprueba que siga mostrando su código de vinculación y que ambos dispositivos estén en la misma red Wi-Fi.
fr: Wooosh n'a pas pu joindre cet appareil à temps. Vérifiez qu'il affiche toujours son code d'association et que les deux appareils sont sur le même réseau Wi-Fi.
it: Wooosh non è riuscito a raggiungere quel dispositivo in tempo. Verifica che stia ancora mostrando il codice di abbinamento e che entrambi i dispositivi siano sulla stessa rete Wi-Fi.
ja: Wooosh は時間内にそのデバイスに接続できませんでした。相手のデバイスにペアリングコードがまだ表示されていること、両方のデバイスが同じ Wi-Fi ネットワークにあることを確認してください。
ko: Wooosh가 제한 시간 안에 해당 기기에 연결하지 못했습니다. 상대 기기에 페어링 코드가 계속 표시되어 있는지, 두 기기가 같은 Wi-Fi 네트워크에 있는지 확인하세요.
nl: Wooosh kon dat apparaat niet op tijd bereiken. Controleer of het de koppelcode nog toont en of beide apparaten in hetzelfde wifinetwerk zitten.
pl: Wooosh nie zdążył połączyć się z tym urządzeniem. Sprawdź, czy nadal wyświetla kod parowania i czy oba urządzenia są w tej samej sieci Wi-Fi.
pt_br: O Wooosh não conseguiu alcançar esse dispositivo a tempo. Confira se ele ainda está mostrando o código de pareamento e se os dois dispositivos estão na mesma rede Wi-Fi.
ru: Wooosh не успел связаться с этим устройством. Убедитесь, что оно всё ещё показывает код связи и что оба устройства в одной сети Wi-Fi.
sv: Wooosh nådde inte enheten i tid. Kontrollera att den fortfarande visar sin parkopplingskod och att båda enheterna är i samma Wi-Fi-nätverk.
zh_hans: Wooosh 未能及时连接到该设备。请确认它仍在显示配对码，并且两台设备位于同一 Wi-Fi 网络中。
zh_hant: Wooosh 未能及時連線到該裝置。請確認它仍在顯示配對碼，且兩台裝置位於同一 Wi-Fi 網路中。

# error_protocol
source: The other device sent something Wooosh did not understand. Update Wooosh on both devices.
de: Das andere Gerät hat etwas gesendet, das Wooosh nicht versteht. Aktualisiere Wooosh auf beiden Geräten.
es: El otro dispositivo ha enviado algo que Wooosh no entiende. Actualiza Wooosh en ambos dispositivos.
fr: L'autre appareil a envoyé quelque chose que Wooosh ne comprend pas. Mettez Wooosh à jour sur les deux appareils.
it: L'altro dispositivo ha inviato qualcosa che Wooosh non capisce. Aggiorna Wooosh su entrambi i dispositivi.
ja: 相手のデバイスから、Wooosh が解釈できないデータが送られてきました。両方のデバイスで Wooosh を更新してください。
ko: 상대 기기가 Wooosh가 이해할 수 없는 내용을 보냈습니다. 두 기기에서 Wooosh를 업데이트하세요.
nl: Het andere apparaat stuurde iets dat Wooosh niet begrijpt. Werk Wooosh op beide apparaten bij.
pl: Drugie urządzenie wysłało coś, czego Wooosh nie rozumie. Zaktualizuj Wooosh na obu urządzeniach.
pt_br: O outro dispositivo enviou algo que o Wooosh não entendeu. Atualize o Wooosh nos dois dispositivos.
ru: Другое устройство отправило данные, которые Wooosh не понимает. Обновите Wooosh на обоих устройствах.
sv: Den andra enheten skickade något Wooosh inte förstod. Uppdatera Wooosh på båda enheterna.
zh_hans: 对方设备发送了 Wooosh 无法识别的内容。请在两台设备上更新 Wooosh。
zh_hant: 對方裝置傳送了 Wooosh 無法識別的內容。請在兩台裝置上更新 Wooosh。

# error_qr_key_mismatch
source: The device that answered is not the one in the pairing code. Wooosh stopped pairing.
de: Das antwortende Gerät ist nicht das aus dem Kopplungscode. Wooosh hat die Kopplung abgebrochen.
es: El dispositivo que ha respondido no es el del código de vinculación. Wooosh ha detenido la vinculación.
fr: L'appareil qui a répondu n'est pas celui du code d'association. Wooosh a interrompu l'association.
it: Il dispositivo che ha risposto non è quello del codice di abbinamento. Wooosh ha interrotto l'abbinamento.
ja: 応答したデバイスは、ペアリングコードのデバイスではありません。Wooosh はペアリングを中止しました。
ko: 응답한 기기가 페어링 코드의 기기와 다릅니다. Wooosh가 페어링을 중단했습니다.
nl: Het apparaat dat antwoordde is niet dat uit de koppelcode. Wooosh heeft het koppelen gestopt.
pl: Urządzenie, które odpowiedziało, nie jest tym z kodu parowania. Wooosh przerwał parowanie.
pt_br: O dispositivo que respondeu não é o do código de pareamento. O Wooosh interrompeu o pareamento.
ru: Ответившее устройство не совпадает с указанным в коде связи. Wooosh прервал связывание.
sv: Enheten som svarade är inte den i parkopplingskoden. Wooosh avbröt parkopplingen.
zh_hans: 响应的设备与配对码中的设备不符。Wooosh 已停止配对。
zh_hant: 回應的裝置與配對碼中的裝置不符。Wooosh 已停止配對。

# error_relay_file_too_large
source: Wooosh could not connect the two devices directly. Over an indirect connection, files must be under %1$@. Try again, or use a network that allows a direct connection.
de: Wooosh konnte die beiden Geräte nicht direkt verbinden. Über eine indirekte Verbindung müssen Dateien kleiner als %1$@ sein. Versuche es erneut oder nutze ein Netzwerk, das eine direkte Verbindung erlaubt.
es: Wooosh no pudo conectar los dos dispositivos directamente. Con una conexión indirecta, los archivos deben ser menores de %1$@. Inténtalo de nuevo o usa una red que permita una conexión directa.
fr: Wooosh n'a pas pu connecter les deux appareils directement. Sur une connexion indirecte, les fichiers doivent faire moins de %1$@. Réessayez ou utilisez un réseau qui autorise une connexion directe.
it: Wooosh non è riuscito a collegare i due dispositivi direttamente. Su una connessione indiretta i file devono essere sotto %1$@. Riprova oppure usa una rete che consenta una connessione diretta.
ja: Wooosh は 2 台のデバイスを直接つなげられませんでした。間接的な接続では、ファイルは %1$@ 未満である必要があります。もう一度試すか、直接接続できるネットワークをお使いください。
ko: Wooosh가 두 기기를 직접 연결하지 못했습니다. 간접 연결에서는 파일이 %1$@ 미만이어야 합니다. 다시 시도하거나 직접 연결이 가능한 네트워크를 사용하세요.
nl: Wooosh kon de twee apparaten niet rechtstreeks verbinden. Via een indirecte verbinding moeten bestanden kleiner zijn dan %1$@. Probeer het opnieuw of gebruik een netwerk dat een directe verbinding toelaat.
pl: Wooosh nie mógł połączyć obu urządzeń bezpośrednio. Przy połączeniu pośrednim pliki muszą być mniejsze niż %1$@. Spróbuj ponownie lub użyj sieci pozwalającej na połączenie bezpośrednie.
pt_br: O Wooosh não conseguiu conectar os dois dispositivos diretamente. Em uma conexão indireta, os arquivos precisam ter menos de %1$@. Tente de novo ou use uma rede que permita conexão direta.
ru: Wooosh не смог соединить устройства напрямую. При непрямом соединении файлы должны быть меньше %1$@. Попробуйте снова или используйте сеть, допускающую прямое соединение.
sv: Wooosh kunde inte koppla ihop enheterna direkt. Över en indirekt anslutning måste filer vara mindre än %1$@. Försök igen eller använd ett nätverk som tillåter en direkt anslutning.
zh_hans: Wooosh 无法让两台设备直连。通过间接连接时，文件必须小于 %1$@。请重试，或改用允许直连的网络。
zh_hant: Wooosh 無法讓兩台裝置直連。透過間接連線時，檔案必須小於 %1$@。請重試，或改用允許直連的網路。

# error_relay_url_invalid
source: That relay address is not valid. Wooosh kept the previous setting.
de: Diese Relay-Adresse ist ungültig. Wooosh hat die vorherige Einstellung behalten.
es: Esa dirección de relé no es válida. Wooosh mantuvo el ajuste anterior.
fr: Cette adresse de relais n'est pas valide. Wooosh a conservé le réglage précédent.
it: Questo indirizzo del relay non è valido. Wooosh ha mantenuto l'impostazione precedente.
ja: そのリレーのアドレスは無効です。Wooosh は以前の設定を維持しました。
ko: 릴레이 주소가 올바르지 않습니다. Wooosh는 이전 설정을 유지했습니다.
nl: Dat relay-adres is ongeldig. Wooosh heeft de vorige instelling behouden.
pl: Ten adres przekaźnika jest nieprawidłowy. Wooosh zachował poprzednie ustawienie.
pt_br: Esse endereço de relay não é válido. O Wooosh manteve a configuração anterior.
ru: Этот адрес ретранслятора недействителен. Wooosh сохранил прежнюю настройку.
sv: Den reläadressen är ogiltig. Wooosh behöll den tidigare inställningen.
zh_hans: 该中继地址无效，Wooosh 保留了先前的设置。
zh_hant: 該中繼位址無效，Wooosh 保留了先前的設定。

# error_sas_timeout
source: The other device didn't confirm in time. Start pairing again when both devices are ready.
de: Das andere Gerät hat nicht rechtzeitig bestätigt. Starte die Kopplung erneut, wenn beide Geräte bereit sind.
es: El otro dispositivo no ha confirmado a tiempo. Empieza a vincular de nuevo cuando ambos dispositivos estén listos.
fr: L'autre appareil n'a pas confirmé à temps. Relancez l'association lorsque les deux appareils sont prêts.
it: L'altro dispositivo non ha confermato in tempo. Riavvia l'abbinamento quando entrambi i dispositivi sono pronti.
ja: 相手のデバイスが時間内に確認しませんでした。両方のデバイスの準備ができてから、もう一度ペアリングを開始してください。
ko: 상대 기기가 제한 시간 안에 확인하지 않았습니다. 두 기기가 모두 준비되면 페어링을 다시 시작하세요.
nl: Het andere apparaat heeft niet op tijd bevestigd. Begin opnieuw met koppelen als beide apparaten klaar zijn.
pl: Drugie urządzenie nie potwierdziło na czas. Rozpocznij parowanie ponownie, gdy oba urządzenia będą gotowe.
pt_br: O outro dispositivo não confirmou a tempo. Comece o pareamento de novo quando os dois dispositivos estiverem prontos.
ru: Другое устройство не подтвердило вовремя. Начните связывание заново, когда оба устройства будут готовы.
sv: Den andra enheten bekräftade inte i tid. Starta parkopplingen igen när båda enheterna är redo.
zh_hans: 对方设备未及时确认。请在两台设备都准备好后重新开始配对。
zh_hant: 對方裝置未及時確認。請在兩台裝置都準備好後重新開始配對。

# error_save_failed
source: Wooosh couldn't save this file.
de: Wooosh konnte diese Datei nicht sichern.
es: Wooosh no ha podido guardar este archivo.
fr: Wooosh n'a pas pu enregistrer ce fichier.
it: Wooosh non è riuscito a salvare questo file.
ja: Wooosh はこのファイルを保存できませんでした。
ko: Wooosh가 이 파일을 저장하지 못했습니다.
nl: Wooosh kon dit bestand niet bewaren.
pl: Wooosh nie zapisał tego pliku.
pt_br: O Wooosh não conseguiu salvar este arquivo.
ru: Wooosh не смог сохранить этот файл.
sv: Wooosh kunde inte spara filen.
zh_hans: Wooosh 无法保存此文件。
zh_hant: Wooosh 無法儲存此檔案。

# error_send_failed_body
source: Those files couldn't be sent. Try again.
de: Diese Dateien konnten nicht gesendet werden. Versuche es erneut.
es: No se han podido enviar esos archivos. Vuelve a intentarlo.
fr: Ces fichiers n'ont pas pu être envoyés. Réessayez.
it: Non è stato possibile inviare quei file. Riprova.
ja: それらのファイルを送信できませんでした。もう一度お試しください。
ko: 해당 파일을 보내지 못했습니다. 다시 시도해 주세요.
nl: Die bestanden konden niet worden verstuurd. Probeer het opnieuw.
pl: Nie udało się wysłać tych plików. Spróbuj ponownie.
pt_br: Não foi possível enviar esses arquivos. Tente de novo.
ru: Не удалось отправить эти файлы. Повторите попытку.
sv: Filerna kunde inte skickas. Försök igen.
zh_hans: 这些文件无法发送。请重试。
zh_hant: 這些檔案無法傳送。請重試。

# error_send_failed_title
source: Wooosh Couldn't Send
de: Wooosh konnte nicht senden
es: Wooosh no pudo enviar
fr: Wooosh n'a pas pu envoyer
it: Wooosh non è riuscito a inviare
ja: Wooosh は送信できませんでした
ko: Wooosh가 보내지 못했습니다
nl: Wooosh kon niet versturen
pl: Wooosh nie mógł wysłać
pt_br: O Wooosh não conseguiu enviar
ru: Wooosh не смог отправить
sv: Wooosh kunde inte skicka
zh_hans: Wooosh 无法发送
zh_hant: Wooosh 無法傳送

# error_still_resolving
source: Wooosh is still finding %1$@. Try again in a moment.
de: Wooosh sucht noch nach %1$@. Versuche es gleich noch einmal.
es: Wooosh todavía está buscando %1$@. Vuelve a intentarlo en un momento.
fr: Wooosh recherche encore %1$@. Réessayez dans un instant.
it: Wooosh sta ancora cercando %1$@. Riprova tra un momento.
ja: Wooosh は %1$@ を探しています。少し待ってからもう一度お試しください。
ko: Wooosh가 아직 %1$@을(를) 찾는 중입니다. 잠시 후 다시 시도해 주세요.
nl: Wooosh is %1$@ nog aan het zoeken. Probeer het zo meteen opnieuw.
pl: Wooosh nadal szuka urządzenia %1$@. Spróbuj ponownie za chwilę.
pt_br: O Wooosh ainda está procurando %1$@. Tente de novo daqui a pouco.
ru: Wooosh ещё ищет устройство %1$@. Повторите попытку через мгновение.
sv: Wooosh letar fortfarande efter %1$@. Försök igen om en stund.
zh_hans: Wooosh 仍在查找 %1$@。请稍后重试。
zh_hant: Wooosh 仍在尋找 %1$@。請稍後重試。
